espressif/esp-iot-solution/examples/usb/device/usb_dongle/sdkconfig.ci.esp32p4.rndis
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP_HOSTED_P4_DEV_BOARD_FUNC_BOARD=y
CONFIG_SLAVE_IDF_TARGET_ESP32C6=y
CONFIG_TINYUSB_NET_MODE_RNDIS=y
